<?php
$l = array(
	//Tilte
    "index"=>"Головна",
    "addnew"=>"Додати новину",
    "enew"=>"Змінити новину",
    "ep"=>"Змінити дані",
    "reg"=>"Реєстрція",
    "viewnew"=>"Огляд новин",
    "prof"=>"Профіль",
    "allprof"=>"Всі профілі",

     //MENU
    "gen"=>"Головна",
    "allp"=>"Всі профілі",
    "addn"=>"Додати новину",

    //INDEX
    "login"=>"Увійти",
    "logout"=>"Вийти",
    "read"=>"Переглянути",
    "re"=>"Реєстрція",

    //ADD CHANGE NEWS
    "title"=>"Заголовок",
    "author"=>"Автор",
    "date"=>"Дата",
    "desc"=>"Текс новини",
    "but1"=>"Додати новину",
    "but2"=>"Змінити новину",

    //REGESTRATION
    "label"=>"Реєстрція нового користувача",
    "name"=>"Ім’я",
    "lname"=>"Прізвище",
    "uname"=>"Ім’я користувача",
    "log"=>"Логін",
    "mail"=>"Емейл",
    "pass"=>"Пароль",
    "repass"=>"Повторити пароль",
    "ava"=>"Аватар",
    "role"=>"Роль",
    "err1"=>"Ім'я користувача може складатися тільки з букв алфавіту і цифр",
    "err2"=>"Ім'я користувача має бути не менше 3 символів і не більше 30",
    "err3"=>"E-Mail введено неправильно. Електронна пошта повинна виглядати user@somehost.com",
    "err4"=>"Неправильний формат img",
    "err5"=>"Аватар повинен бути не більше 2мб",
    "err6"=>"Логін вже використовується",
    "err7"=>"E-mail вже використовується",
    "err8"=>"Паролі мають співпадати",
    "but3"=>"Змінити",

    //VIEW NEWS
    "edit"=>"Змінити",
    "del"=>"Видалити",

    //VIEW PROFILES
    "dreg"=>"Дата реєстрації",
    "dlog"=>"Останній раз залогінений",
    "chp"=>"Редагувати профіль",
    "delp"=>"Видалити профіль",
);